Show / Hide Table of Contents
Class TendonTimeStressLoading
Tendon stress loading
Inheritance
System.Object
TendonTimeStressLoading
Inherited Members
 System.Object.ToString()
 System.Object.Equals(System.Object)
 System.Object.Equals(System.Object, System.Object)
 System.Object.ReferenceEquals(System.Object, System.Object)
 System.Object.GetHashCode()
 System.Object.GetType()
 System.Object.MemberwiseClone()
Namespace: IdeaRS.OpenModel.Concrete.Load
Assembly: IdeaRS.OpenModel.dll
Syntax
public class TendonTimeStressLoading
Properties
Improve this Doc   View Source
Stress
Tendon stress
Declaration
public double Stress { get; set; }
Property Value
 Type |  Description
 System.Double
Improve this Doc   View Source
Time
Time
Declaration
public double Time { get; set; }
Property Value
 Type |  Description
 System.Double
 Improve this Doc
 View Source